Repository: libis/libis-omeka-s
Catalog: themes/libispro/language/*.po
Languages: nl_nl

source: OR
nl_nl: OF

source: or
nl_nl: of

source: AND
nl_nl: EN

source: and
nl_nl: en

source: For professionals
nl_nl: Voor professionals

source: For KU Leuven
nl_nl: Voor KU Leuven

source: News
nl_nl: Nieuws

source: Collections & Data
nl_nl: Collecties & Data

source: Research Infrastructure
nl_nl: Onderzoeksinfrastructuur

source: Research infrastructure
nl_nl: Onderzoeksinfrastructuur

source: Services & Tools
nl_nl: Diensten & Producten

source: Expertise & Consultancy
nl_nl: Expertise & Consultantie

source: About Us
nl_nl: Over Ons

source: About us
nl_nl: Over ons

source: Library
nl_nl: Bibliotheek

source: Archive
nl_nl: Archief

source: Heritage
nl_nl: Erfgoed

source: Our mission
nl_nl: Onze missie

source: Our history
nl_nl: Onze geschiedenis

source: Contact Us
nl_nl: Contacteer Ons

source: Our services
nl_nl: Onze diensten

source: Our solutions
nl_nl: Onze oplossingen

source: Select LIBISzine...
nl_nl: Kies een LIBISzine...

source: Popular
nl_nl: Populair

source: Our partners
nl_nl: Onze partners

source: Our team
nl_nl: Ons team

source: KU Leuven Libraries
nl_nl: KU Leuven Bibliotheken

source: Contact us
nl_nl: Contacteer ons

source: Need Info?
nl_nl: Info nodig?

source: /en/CollectionsData
nl_nl: /CollectiesData

source: /en/news
nl_nl: /nieuws

source: /en/ServiceTools
nl_nl: /DienstenTools

source: /en/ExpertiseConsultancy
nl_nl: /ExpertiseConsultancy

source: /en/ResearchInfrastructure
nl_nl: /onderzoeksinfrastructuur

source: /en/TeamNetwork
nl_nl: /TeamNetwork

source: /en/AboutUs
nl_nl: /OverOns

source: /en/contact
nl_nl: /contact

source: /en/history
nl_nl: /geschiedenis

source: /en/help
nl_nl: /help

source: /en/suppliers
nl_nl: /leveranciers

source: /en/meetourteam
nl_nl: /meetourteam

source: /en/partners
nl_nl: /partners

source: /en/peers
nl_nl: /peers

source: /en/showcases
nl_nl: /showcases

source: /en/home
nl_nl: /home

source: /pro-en/home
nl_nl: /pro/home

source: /pro-en/TeamNetwork
nl_nl: /pro/TeamNetwork

source: /pro-en/library
nl_nl: /pro/bibliotheek

source: /pro-en/archive
nl_nl: /pro/archief

source: /pro-en/heritage
nl_nl: /pro/erfgoed

source: http://www.kuleuven.be/english
nl_nl: http://www.kuleuven.be

source: https://bib.kuleuven.be/english
nl_nl: https://bib.kuleuven.be

source: LIBIS is an IT organization and scientific service provider, responsible for the deployment and management of systems and processes to support a FAIR approach to various collections and research data of KU Leuven, the Association and its partners. In close collaboration with research groups, we use our data driven expertise in the development of virtual research environments through participation in (inter)national projects, networks and research.
nl_nl: LIBIS is een IT-organisatie en wetenschappelijke dienstverlener, verantwoordelijk voor de ontplooiing en het beheer van systemen en processen ter ondersteuning van een FAIR-benadering van diverse collecties en onderzoeksgegevens van de KU Leuven, de Associatie en haar partners. In nauwe samenwerking met onderzoeksgroepen gebruiken we onze datadriven expertise in de ontwikkeling van virtuele onderzoeksomgevingen door deelname aan (inter)nationale projecten, netwerken en onderzoek.
